{
  "title": "IBM Cloud overview docs",
  "lastupdated": "2024-06-04",
  "introduction": "The platform is built to support your needs whether it's working only in the public cloud or taking advantage of a multicloud deployment model. Leverage the docs, API & SDK reference, architecture references, and more to support your app development needs.",
  "section_devtools": {
    "api": "/docs?tab=api-docs&category=platform_services",
    "cli": "/docs?tab=develop",
    "terraform": "https://registry.terraform.io/providers/IBM-Cloud/ibm/latest/docs"
  },
  "section_recommended": [
    {
      "title": "What's included in the platform?",
      "description": "The platform consists of a network of interrelated components that work together to provide a consistent and dependable cloud experience to support your app development needs.",
      "href": "/docs/overview?topic=overview-whatis-platform#built-into-platform"
    },
    {
      "title": "Try out IBM Cloud, for free",
      "description": "Get up and running quickly by setting up an account and exploring free products with this short tutorial.",
      "href": "/docs/overview?topic=overview-tutorial-try-for-free"
    },
    {
      "title": "Service and infrastructure by location",
      "description": "Check out the regions and data centers that IBM Cloud products are available.",
      "href": "/docs/overview?topic=overview-services_region"
    }
  ],
  "section_videos": [
    {
      "title": "Accelerating and maintaining regulated standards at scale",
      "href": "/docs/overview?topic=overview-secure-enterprise",
      "thumbnail": "/images/enterprise.png"
    }
  ],
  "section_learn": {
    "developer": "https://developer.ibm.com/depmodels/cloud/",
    "architecture": "https://www.ibm.com/architectures/hybrid",
    "training": "https://www.ibm.com/training/cloud",
    "community": "https://community.ibm.com/community/user/cloud/home"
  },
  "section_updates": {
    "view_more": "/docs/overview?topic=overview-whatsnew",
    "tiles": [
      
      
      {
        "date": "31 May 2024",
        "title": "Onboarding software with usage-based pricing plans",
        "description": "In addition to free and bring your own license plans, you can now add usage-based pricing plans to software onboarded with the virtual server image delivery method, offering it as a paid integrated product in the IBM Cloud catalog. After adding a plan to your software in Partner Center, you can also manage it in your private catalog. This includes adding features, changing the plan’s state, deprecating it, or updating plan details."
      },
      {
        "date": "15 May 2024",
        "title": "Google login and registration",
        "description": "Google is now available for IBM Cloud login and IBM Cloud registration. As a non-federated user, you can use your existing Google credentials to securely log in to IBM Cloud or create a new IBM Cloud account."
      },
      {
        "date": "06 May 2024",
        "title": "Experimental: Stack deployable architectures by using the console",
        "description": "You can now use the console to stack deployable architectures together to create more complex end-to-end solutions for your organization."
      }
    ]
  }
}
